var supportlist = [
    {
        "id": 201,
        "title": "卓越短信网关模拟器是什么？",
        "date": "",
        "reads": "",
        "editors": "",
        "desc": `卓越短信网关模拟器是一个开发模拟环境为中国移动、中国联通、中国电信及中国网通的SP提供一个独立且简单易用的模拟环境，可以在不接入运营商正式的网关的情况下，进行SP端软件开发，稳定性测试及性能分析,大大减少了开发成本。`
    },
    {
        "id": 202,
        "title": "卓越短信网关模拟器是否支持状态报告？",
        "date": "",
        "reads": "",
        "editors": "",
        "desc": "正式版可以提供所有协议下正确或者错误的状态报告，但试用版未提供此功能无法得到状态报告."
    },
    {
        "id": 203,
        "title": "卓越短信网关模拟器如何下发消息？",
        "date": "",
        "reads": "",
        "editors": "",
        "desc": "试用版不能发送(MO)消息，正式版在下发消息界面里的目的号码字段填入正确的SP端登录号码后即可发送消息(此号码可以从在线客户端列表中查到)"
    },
    {
        "id": 204,
        "title": "手机模拟终端是什么？",
        "date": "",
        "reads": "",
        "editors": "",
        "desc": "手机模拟终端是一个配合卓越短信网关模拟器进行上下行消息测试的工具，可以方便的模拟一个或多个手机用户收发消息，并可以进行按脚本执行含有逻辑的压力测试。"
    },
    {
        "id": 205,
        "title": "SP端接口示例CMPP3(TestService.exe)为什么提示登录失败？",
        "date": "",
        "reads": "",
        "editors": "",
        "desc": `由于SP端接口示例采用了第三方API实现，然而此API未正确设置客户端CMPP协议登录版本号结果造成登录时网关模拟器无法识别客户端CMPP协议版本，解决这个问题只要把短信网关模拟器配置成仅支持CMPP3协议即可。我公司提供短信平台产品采用自己开发的API没有这个问题。
        设置步骤：设置->中国移动CMPP设置->CMPP协议版本设置:仅支持CMPP3长连接`
    },
]

export default supportlist